{
  "title": "What I'm doing now",
  "published": "February 22, 2018",
  "note": "Learn more about Derek Siver's <a href=\"https://nownownow.com/\" target=\"_blank\">Now idea</a>.",
  "meta": {
    "index": 0,
    "fileName": "now.md",
    "section": "/",
    "dirName": "/pages"
  },
  "date": "2018-04-06",
  "path": "/now",
  "permalink": "/now",
  "anchors": [],
  "body": "<p>Here’s what I’m focussing on right now.</p>\n<ol>\n<li>\n<p>Experimenting with a high-fat, no whole-grains diet. For years I’ve been tired and lacking daily energy. I’d never dieted before in my life, so this has been a significant new routine. After 6 weeks in, I certainly have more fuel to burn.</p>\n</li>\n<li>\n<p>Writing, writing, writing. I’m making an explicit effort to treat every opportunity to share ideas as a chance to write. Whether that’s <a href=\"https://twitter.com/callumflack\">twitter</a>, the <a href=\"http://mindbodyattention.com/#MBA%20Slack\">MindBodyAttention Slack channel</a>, Michael Fogleman’s <a href=\"http://hostwriting.com/\">HostWriting</a> or the <a href=\"https://www.buildingasecondbrain.com/\">Build A Second Brain forum</a> (ask me about these things!), I’m trying to share what I’ve been thinking about by taking the time to think in writing.</p>\n</li>\n<li>\n<p>The writing focus has resulted in active participation in a number of excellent online forums where I feel connected to some terrific people. My original motto for Patternworks was “interesting things with interesting people” and I’ve found that with the <a href=\"http://mindbodyattention.com/#MBA%20Slack\">MindBodyAttention Slack channel</a> folks.</p>\n</li>\n<li>\n<p>After almost 3 years working for myself (and mostly by myself) as <a href=\"https://patternworks.com.au/\">Patternworks</a>, I’m actively looking to join a great product team to work on a meaningful internet product. If this sounds interesting to you and your team, <a href=\"https://twitter.com/callumflack\">ping me!</a></p>\n</li>\n</ol>\n<!-- * I continue to slowly work on [Album Registry](http://albumregistry.com/)—it's been a learning experience. I'm also very keen to work on a new version of [Sembl](http://sembl.net/) with Cath Styles and some new Sembl fans. -->\n"
}